Repository: zAlweNy26/Files
Catalog: Files/MultilingualResources/Files.*.xlf
Languages: hi_in, or_in

# ConfirmDeleteDialog.Title
source: Delete Item(s)
hi_in: वस्तु(ओं) को हटाएं
or_in: ଆଇଟମ୍(ଗୁଡିକ) ବିଲୋପ କର

# ConfirmDeleteDialogCancelButton.Content
source: Cancel
hi_in: रद्द करें
or_in: ବାତିଲ୍ କର

# ConfirmDeleteDialogDeleteButton.Content
source: Delete
hi_in: हटाएँ
or_in: ବିଲୋପ କର

# ConfirmDeleteDialogPermanentlyDeleteCheckBox.Content
source: Permanently delete
hi_in: स्थायी रूप से हटाएं
or_in: ସ୍ଥାୟୀ ଭାବରେ ବିଲୋପ କର

# SideBarOpenInNewTab.Text
source: Open in new tab
hi_in: नए टैब में खोलें
or_in: ନୂଆ ଟ୍ୟାବରେ ଖୋଲ

# SideBarOpenInNewWindow.Text
source: Open in new window
hi_in: नई विंडो में खोलें
or_in: ନୂଆ ୱିଣ୍ଡୋରେ ଖୋଲ

# NavigationToolbarNewTab.Text
source: New Tab
hi_in: नया टैब
or_in: ନୂତନ ଟ୍ୟାବ୍

# NavigationToolbarNewWindow.Text
source: New Window
hi_in: नई विंडो
or_in: ନୂତନ ୱିଣ୍ଡୋ

# ModernNavigationToolbaNewFolder.Text
source: Folder
hi_in: फ़ोल्डर
or_in: ଫୋଲ୍ଡର

# ModernNavigationToolbaNewBitmapImage.Text
source: Bitmap Image
hi_in: बिटमैप छवि
or_in: ବିଟମ୍ୟାପ୍ ପ୍ରତିଛବି

# ModernNavigationToolbaNewTextDocument.Text
source: Text Document
hi_in: लिखित दस्तावेज़
or_in: ପାଠ୍ୟ ଦସ୍ତାବେଜ

# NavigationToolbarCopyPath.Text
source: Copy location
hi_in: मार्ग प्रतिलिपि
or_in: ପଥ କପି କରନ୍ତୁ

# NavigationToolbarPaste.Text
source: Paste
hi_in: चिपकाएँ
or_in: ଲେପନ କର

# SidebarDrives
source: Drives
hi_in: ड्राइव्ज़
or_in: ଡ୍ରାଇଭଗୁଡ଼ିକ

# nameColumn.Header
source: Name
hi_in: नाम
or_in: ନାମ

# dateColumn.Header
source: Date modified
hi_in: तिथि संशोधित
or_in: ତାରିଖ ସଂଶୋଧିତ

# typeColumn.Header
source: Type
hi_in: प्रकार
or_in: ପ୍ରକାର

# sizeColumn.Header
source: Size
hi_in: आकार
or_in: ଆକାର

# NavigationToolbarOpenInTerminal.Text
source: Open in Terminal...
hi_in: टर्मिनल में खोलें ...
or_in: ଟର୍ମିନାଲ୍ ରେ ଖୋଲ ...

# PropertiesCreated.Text
source: Created:
hi_in: बनाया गया:
or_in: ସୃଷ୍ଟି:

# PropertiesItemFileName.PlaceholderText
source: Item Name
hi_in: वस्तु का नाम
or_in: ଆଇଟମ୍ ନାମ

# PropertiesItemPath.Text
source: Path:
hi_in: मार्ग:
or_in: ପଥ:

# PropertiesItemSize.Text
source: Size:
hi_in: आकार:
or_in: ଆକାର:

# ErrorDialogThisActionCannotBeDone
source: This action cannot be done
hi_in: यह कार्रवाई नहीं की जा सकती
or_in: ଏହି କାର୍ଯ୍ୟ କରାଯାଇପାରିବ ନାହିଁ

# ErrorDialogTheDestinationFolder
source: The destination folder
hi_in: गंतव्य फ़ोल्डर
or_in: ଗନ୍ତବ୍ୟସ୍ଥଳ ଫୋଲ୍ଡର

# ErrorDialogIsASubfolder
source: is a subfolder of the source folder
hi_in: स्रोत फ़ोल्डर का एक उपफोल्डर है
or_in: ଉତ୍ସ ଫୋଲ୍ଡରର ଏକ ସବ୍ଫୋଲ୍ଡର୍ ଅଟେ

# ErrorDialogSkip
source: Skip
hi_in: छोड़ें
or_in: ଛାଡିଦିଅ

# ErrorDialogCancel
source: Cancel
hi_in: रद्द करें
or_in: ବାତିଲ୍ କର

# PropertiesItemType.Text
source: Item type:
hi_in: वस्तु प्रकार:
or_in: ଆଇଟମ୍ ପ୍ରକାର:

# StatusBarControlSelectAll.Text
source: Select All
hi_in: सभी चयन करें
or_in: ସବୁ ବାଛ

# StatusBarControlInvertSelection.Text
source: Invert Selection
hi_in: उलटा चयन
or_in: ଓଲଟା ଚୟନ

# StatusBarControlClearSelection.Text
source: Clear Selection
hi_in: चयन खाली करें
or_in: ଚୟନ ସଫା କରନ୍ତୁ

# StatusBarControlListView.Text
source: List View
hi_in: सूची व्यू
or_in: ତାଲିକା ଭ୍ୟୁ

# PropertiesModified.Text
source: Modified:
hi_in: संशोधित:
or_in: ପରିବର୍ତ୍ତିତ:

# PropertiesAccessed.Text
source: Accessed:
hi_in: एक्सेस किया गया:
or_in: ଉପଲବ୍ଧିତ:

# PropertiesOwner.Text
source: Owner:
hi_in: मालिक:
or_in: ମାଲିକ:

# RecentItemClearAll.Text
source: Clear all items
hi_in: सभी वस्तुओं को साफ़ करें
or_in: ସମସ୍ତ ଆଇଟମ୍ ଅପସାରଣ କର

# NavigationToolbarVisiblePath.PlaceholderText
source: Enter a path
hi_in: एक रास्ता दर्ज करें
or_in: ଏକ ପଥ ପ୍ରବେଶ କରନ୍ତୁ

# NavigationToolbarSearchReigon.PlaceholderText
source: Search
hi_in: खोजें
or_in: ସନ୍ଧାନ କର

# RecentItemDescription.Text
source: Files you've previously accessed will show up here
hi_in: आपके द्वारा पहले एक्सेस की गई फ़ाइलें और फ़ोल्डर यहां दिखाई देंगे
or_in: ଆପଣ ପୂର୍ବରୁ ଉପଲବ୍ଧ କରିଥିବା ଫାଇଲ ଏବଂ ଫୋଲ୍ଡରଗୁଡ଼ିକ ଏଠାରେ ଦେଖାଯିବ |

# RecentItemOpenFileLocation.Text
source: Open file location
hi_in: फाइल स्थान खोलें
or_in: ଫାଇଲ୍ ଅବସ୍ଥାନ ଖୋଲନ୍ତୁ

# RecentItemRemove.Text
source: Remove this item
hi_in: इस वस्तु को निकालें
or_in: ଏହି ଆଇଟମ୍ ଅପସାରଣ କରନ୍ତୁ

# RecentItems.Text
source: Recent items
hi_in: हाल ही का वस्तु
or_in: ସାମ୍ପ୍ରତିକ ଆଇଟମଗୁଡ଼ିକ

# SettingsAboutAppName.Text
source: Files
hi_in: Files UWP
or_in: Files UWP

# SettingsAboutLicense.Text
source: License
hi_in: लाइसेंस:
or_in: ଲାଇସେନ୍ସ:

# SettingsAboutSpecialThanks.Text
source: Special thanks to:
hi_in: विशेष धन्यवाद:
or_in: ବିଶେଷ ଧନ୍ୟବାଦ:

# SettingsAboutSubmitFeedback.Text
source: Submit Feedback
hi_in: प्रतिक्रिया सबमिट करें
or_in: ମତାମତ ଦାଖଲ କରନ୍ତୁ

# SettingsAboutSubmitFeedbackDescription.Text
source: Send the developers an issue report with detailed information
hi_in: डेवलपर्स को अधिक जानकारी के साथ एक समस्या रिपोर्ट भेजें
or_in: ଅଧିକ ସୂଚନା ସହିତ ବିକାଶକାରୀଙ୍କୁ ଏକ ଇସୁ ରିପୋର୍ଟ ପଠାନ୍ତୁ

# SettingsAboutThirdPartyLicenses.Text
source: Third Party Licenses
hi_in: तृतीय पक्ष लाइसेंस
or_in: ତୃତୀୟ ପକ୍ଷ ଲାଇସେନ୍ସ

# SettingsAboutTitle.Text
source: About
hi_in: बारे में
or_in: ବିଷୟରେ

# SettingsAboutWebsite.Text
source: Website
hi_in: वेबसाइट:
or_in: ୱେବସାଇଟ୍:

# SettingsAppearanceTitle.Text
source: Appearance
hi_in: उपस्थिति
or_in: ରୂପ

# SettingsFilesAndFoldersTitle.Text
source: Files and Folders
hi_in: फ़ाइलें और फ़ोल्डर्स
or_in: ଫାଇଲ୍ ଏବଂ ଫୋଲ୍ଡରଗୁଡ଼ିକ

# SettingsExperimentalTitle.Text
source: Experimental
hi_in: प्रयोगात्मक
or_in: ପରୀକ୍ଷାମୂଳକ

# SettingsPageHeader.Text
source: Settings
hi_in: सेटिंग्स
or_in: ସେଟିଂସମୂହ

# SettingsNavAbout.Content
source: About
hi_in: बारे में
or_in: ବିଷୟରେ

# SettingsNavAppearance.Content
source: Appearance
hi_in: उपस्थिति
or_in: ରୂପ

# SettingsNavExperimental.Content
source: Experimental
hi_in: प्रयोगात्मक
or_in: ପରୀକ୍ଷାମୂଳକ

# SettingsNavFilesAndFolders.Content
source: Files and Folders
hi_in: फ़ाइलें और फ़ोल्डर्स
or_in: ଫାଇଲ୍ ଏବଂ ଫୋଲ୍ଡରଗୁଡ଼ିକ

# SettingsNavOnStartup.Content
source: On Startup
hi_in: शुरू पर
or_in: ଆରମ୍ଭ ରେ

# SettingsNavPreferences.Content
source: Preferences
hi_in: प्राथमिकताएँ
or_in: ପସନ୍ଦ

# SettingsNavSearch.PlaceholderText
source: Search
hi_in: खोजें
or_in: ସନ୍ଧାନ କର

# SettingsExperimentalDescription.Text
source: WARNING: EXPERIMENTAL FEATURES AHEAD!
hi_in: चेतावनी: प्रयोगात्मक विशेषताएं आगे!
or_in: ଚେତାବନୀ: ପରୀକ୍ଷାମୂଳକ ବୈଶିଷ୍ଟ୍ୟଗୁଡିକ!

# SettingsOnStartupContinueWhereYouLeftOff.Content
source: Continue where you left off
hi_in: जहां आपने छोड़ा था, वहां जारी रखें
or_in: ଯେଉଁଠାରେ ଛାଡିଛନ୍ତି ଜାରି ରଖନ୍ତୁ

# SettingsOnStartupOpenANewTab.Content
source: Open a new tab
hi_in: एक नया टैब खोलें
or_in: ଏକ ନୂତନ ଟ୍ୟାବ୍ ଖୋଲ

# SettingsOnStartupOpenASpecificPage.Content
source: Open a specific page or pages
hi_in: एक विशिष्ट पन्ना या पन्ने खोलें
or_in: ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ପୃଷ୍ଠା କିମ୍ବା ପୃଷ୍ଠାଗୁଡ଼ିକ ଖୋଲନ୍ତୁ

# SettingsOnStartupTitle.Text
source: On Startup
hi_in: शुरू पर
or_in: ଆରମ୍ଭ ରେ

# SettingsPreferencesTerminalApplications.Text
source: Terminal Applications
hi_in: टर्मिनल एप्लिकेशन
or_in: ଟର୍ମିନାଲ୍ ଆପ୍ଲିକେସନଗୁଡ଼ିକ

# SettingsPreferencesTitle.Text
source: Preferences
hi_in: प्राथमिकताएँ
or_in: ପସନ୍ଦ

# SidebarDesktop
source: Desktop
hi_in: डेस्कटॉप
or_in: ଡେସ୍କଟପ୍

# SidebarDocuments
source: Documents
hi_in: दस्तावेज़
or_in: ଦସ୍ତାବେଜଗୁଡିକ

# SidebarDownloads
source: Downloads
hi_in: डाउनलोड्स
or_in: ଡାଉନଲୋଡଗୁଡ଼ିକ

# SidebarHome
source: Home
hi_in: गृह
or_in: ଘର

# SidebarMusic
source: Music
hi_in: संगीत
or_in: ସଙ୍ଗୀତ

# SidebarPictures
source: Pictures
hi_in: तस्वीरें
or_in: ଛବିଗୁଡିକ

# SideBarUnpinFromSideBar.Text
source: Unpin from Sidebar
hi_in: साइडबार से अनपिन
or_in: ସାଇଡ୍ ବାର୍ ରୁ ଅନ୍ପିନ୍ କରନ୍ତୁ

# SidebarVideos
source: Videos
hi_in: चलचित्र
or_in: ଚଳଚ୍ଚିତ୍ରଗୁଡିକ

# SidebarSettings.Text
source: Settings
hi_in: सेटिंग्स
or_in: ସେଟିଂସମୂହ

# BaseLayoutContextFlyoutSortBy.Text
source: Sort by
hi_in: द्वारा सॉर्ट करें
or_in: ଦ୍ୱାରା କ୍ରମ

# BaseLayoutContextFlyoutSortByName.Text
source: Name
hi_in: नाम
or_in: ନାମ

# BaseLayoutContextFlyoutSortByDate.Text
source: Date modified
hi_in: तिथि संशोधित
or_in: ତାରିଖ ସଂଶୋଧିତ

# BaseLayoutContextFlyoutSortByType.Text
source: Type
hi_in: प्रकार
or_in: ପ୍ରକାର

# BaseLayoutContextFlyoutSortBySize.Text
source: Size
hi_in: आकार
or_in: ଆକାର

# BaseLayoutContextFlyoutSortByAscending.Text
source: Ascending
hi_in: बढ़तेक्रममें
or_in: ଆରୋହଣ

# BaseLayoutContextFlyoutSortByDescending.Text
source: Descending
hi_in: घटतेक्रममें
or_in: ଅବତରଣ

# BaseLayoutContextFlyoutRefresh.Text
source: Refresh
hi_in: करेंताज़ा
or_in: ସତେଜ କର

# BaseLayoutContextFlyoutPaste.Text
source: Paste
hi_in: पेस्ट करें
or_in: ଲେପନ କର

# BaseLayoutContextFlyoutOpenInTerminal.Text
source: Open in Terminal...
hi_in: टर्मिनल में खोलें ...
or_in: ଟର୍ମିନାଲ୍ ରେ ଖୋଲ ...

# PropertiesItemMD5Hash.Text
source: MD5Hash:
hi_in: MD5 हैश:
or_in: MD5ହ୍ୟାସ୍:

# BaseLayoutContextFlyoutNew.Text
source: New
hi_in: नया
or_in: ନୂତନ

# BaseLayoutContextFlyoutNewFolder.Text
source: Folder
hi_in: फ़ोल्डर
or_in: ଫୋଲ୍ଡର

# BaseLayoutContextFlyoutNewBitmapImage.Text
source: Bitmap Image
hi_in: बिटमैप चित्र
or_in: ବିଟମ୍ୟାପ୍ ପ୍ରତିଛବି

# BaseLayoutContextFlyoutNewTextDocument.Text
source: Text Document
hi_in: लेख दस्तावेज़
or_in: ପାଠ୍ୟ ଦସ୍ତାବେଜ

# BaseLayoutContextFlyoutPropertiesFolder.Text
source: Properties
hi_in: गुण
or_in: ଗୁଣଧର୍ମ

# BaseLayoutItemContextFlyoutExtract.Text
source: Extract
hi_in: निकाल
or_in: ବାହାର କର

# BaseLayoutItemContextFlyoutOpenItem.Text
source: Open
hi_in: खोलें
or_in: ଖୋଲ

# BaseLayoutItemContextFlyoutOpenInNewTab.Text
source: Open in new tab
hi_in: नए टैब में खोलें
or_in: ନୂଆ ଟ୍ୟାବରେ ଖୋଲ

# BaseLayoutItemContextFlyoutOpenInNewWindow.Text
source: Open in new window
hi_in: नई विंडो में खोलें
or_in: ନୂଆ ୱିଣ୍ଡୋରେ ଖୋଲ

# BaseLayoutItemContextFlyoutSetAsDesktopBackground.Text
source: Set as desktop background
hi_in: डेस्कटॉप पृष्ठभूमि के रूप में सेट करें
or_in: ଡେସ୍କଟପ୍ ପୃଷ୍ଠଭୂମି ଭାବରେ ଚୟନ କରନ୍ତୁ

# BaseLayoutItemContextFlyoutShare.Text
source: Share
hi_in: साझा
or_in: ଅଂଶୀଦାର କର

# BaseLayoutItemContextFlyoutCut.Text
source: Cut
hi_in: कटौती
or_in: କାଟ

# BaseLayoutItemContextFlyoutCopy.Text
source: Copy
hi_in: प्रतिलिपि
or_in: କପି କର

# BaseLayoutItemContextFlyoutDelete.Text
source: Delete
hi_in: हटाएँ
or_in: ବିଲୋପ କର

# BaseLayoutItemContextFlyoutRename.Text
source: Rename
hi_in: पुनर्नाम
or_in: ନାମ ପରିବର୍ତ୍ତନ କର

# BaseLayoutItemContextFlyoutPinToSidebar.Text
source: Pin to sidebar
hi_in: साइडबार मे पिन करें
or_in: ସାଇଡବାରରେ ପିନ୍ କର

# BaseLayoutItemContextFlyoutProperties.Text
source: Properties
hi_in: गुण
or_in: ଗୁଣଧର୍ମ

# BaseLayoutItemContextFlyoutQuickLook.Text
source: QuickLook
hi_in: क्विकलुक

# WelcomeDialog.Title
source: Welcome to Files!
hi_in: Files UWP में आपका स्वागत है
or_in: Files UWP କୁ ସ୍ଵାଗତ

# WelcomeDialog.PrimaryButtonText
source: Grant Permission
hi_in: अनुमति अनुदान
or_in: ଅନୁମତି ଅନୁଦାନ

# WelcomeDialogTextBlock.Text
source: To get started, you'll need to grant us permission to display your files. This will open a Settings page where you can grant us this permission. You'll need to reopen the app once you've completed this step.
hi_in: शुरू करने के लिए, आपको अपनी फ़ाइलों को प्रदर्शित करने की अनुमति हमें प्रदान करनी होगी। यह एक सेटिंग पेज खोलेगा जहां आप हमें यह अनुमति दे सकते हैं। एक बार पूरा होने के बाद आपको ऐप को फिर से खोलना होगा।
or_in: ଆରମ୍ଭ କରିବାକୁ, ତୁମେ ଫାଇଲଗୁଡିକ ପ୍ରଦର୍ଶନ କରିବାକୁ ଆମକୁ ଅନୁମତି ଦେବାକୁ ପଡିବ | ଏହା ଏକ ସେଟିଂସମୂହ ପୃଷ୍ଠା ଖୋଲିବ ଯେଉଁଠାରେ ଆପଣ ଆମକୁ ଏହି ଅନୁମତି ଦେଇପାରିବେ | ଥରେ ସାରିବା ପରେ ଆପଣଙ୍କୁ ଆପ୍ ଖୋଲିବାକୁ ପଡିବ |

# FileFolderListItem
source: File folder
hi_in: फाइल फ़ोल्डर
or_in: ଫାଇଲ୍ ଫୋଲ୍ଡର୍

# ItemTypeFile
source: File
hi_in: संचिका
or_in: ଫାଇଲ୍ ଫୋଲ୍ଡର୍

# RenameDialog.Title
source: Enter an item name
hi_in: किसी आइटम का नाम दर्ज करें
or_in: ଏକ ଆଇଟମ୍ ନାମ ପ୍ରବେଶ କରନ୍ତୁ

# RenameDialogInputText.PlaceholderText
source: Enter an item name
hi_in: एक्सटेंशन के बिना किसी आइटम का नाम दर्ज करें
or_in: ଏକ ବିସ୍ତୃତକରଣ ବିନା ଏକ ଆଇଟମ୍ ନାମ ପ୍ରବେଶ କରନ୍ତୁ

# RenameDialog.PrimaryButtonText
source: Set Name
hi_in: नाम निर्धारित करें
or_in: ନାମ ଚୟନ କର

# RenameDialog.SecondaryButtonText
source: Cancel
hi_in: रद्द करें
or_in: ବାତିଲ୍ କର

source: New tab
hi_in: नया टैब
or_in: ନୂତନ ଟ୍ୟାବ୍

# SystemTheme
source: Windows default
hi_in: विंडोज डिफ़ॉल्ट
or_in: ୱିଣ୍ଡୋଜ୍ ଡିଫଲ୍ଟ

# LightTheme
source: Light
hi_in: प्रकाश
or_in: ଆଲୋକ

# DarkTheme
source: Dark
hi_in: अंधेरा
or_in: ଅନ୍ଧାର

# ApplicationTimeStye
source: Application
hi_in: एप्लिकेसन्
or_in: ଆପ୍ଲିକେସନ

# SystemTimeStye
source: System
hi_in: सिस्टम
or_in: ସିଷ୍ଟମ୍

source: New Folder
hi_in: नया फ़ोल्डर
or_in: ନୂତନ ଫୋଲ୍ଡର

source: New Text Document
hi_in: नया लिखित दस्तावेज़
or_in: ନୂତନ ପାଠ୍ୟ ଦସ୍ତାବେଜ

source: New Bitmap Image
hi_in: नई बिटमैप छवि
or_in: ନୂତନ ବିଟମ୍ୟାପ୍ ପ୍ରତିଛବି

# EmptyFolder.Text
source: This folder is empty.
hi_in: यह फोल्डर खाली है।
or_in: ଏହି ଫୋଲ୍ଡରଟି ଖାଲି ଅଛି |

# NavBackButton.ToolTipService.ToolTip
source: Back (Alt + Left Arrow)
hi_in: वापस (Alt + Left Arrow)
or_in: ପଛକୁ (Alt + Left Arrow)

# NavForwardButton.ToolTipService.ToolTip
source: Forward (Alt + Right Arrow)
hi_in: आगे (Alt + Right Arrow)
or_in: ଆଗକୁ (Alt + Right Arrow)

# NavUpButton.ToolTipService.ToolTip
source: Up (Alt + Up Arrow)
hi_in: ऊपर (Alt + Up Arrow)
or_in: ଉପରକୁ (Alt + Up Arrow)

# NavRefreshButton.ToolTipService.ToolTip
source: Refresh (F5)
hi_in: ताज़ाकरण (F5)
or_in: ସତେଜ କର (F5)

# NavNewItemButton.ToolTipService.ToolTip
source: Create a new item (Ctrl + Shift + N)
hi_in: एक नया आइटम बनाएं (Ctrl + Shift + N)
or_in: ଏକ ନୂତନ ଆଇଟମ୍ ସୃଷ୍ଟି କରନ୍ତୁ (Ctrl + Shift + N)

# NavSearchButton.ToolTipService.ToolTip
source: Search
hi_in: खोजें
or_in: ସନ୍ଧାନ କର

# NavMoreButton.ToolTipService.ToolTip
source: More options
hi_in: अधिक विकल्प
or_in: ଅଧିକ ବିକଳ୍ପ

# PropertiesTitle
source: Properties
hi_in: गुण
or_in: ଗୁଣଧର୍ମ

# PropertiesAttributes.Text
source: Attributes:
hi_in: विशेषताएँ:
or_in: ଗୁଣଗୁଡିକ:

# PropertiesTitleSecondary.Text
source: Properties
hi_in: गुण
or_in: ଗୁଣଧର୍ମ

# SettingsPreferencesTerminalApplicationsSampleProfiles.ToolTipService.ToolTip
source: View sample profiles
hi_in: नमूना प्रोफाइल देखें
or_in: ନମୁନା ପ୍ରୋଫାଇଲ୍ ଦେଖନ୍ତୁ

# ItemAlreadyExistsDialogContent
source: An item with this name already exists in this directory.
hi_in: इस नाम के साथ एक आइटम पहले से ही इस निर्देशिका में मौजूद है ।
or_in: ଏହି ନାମ ସହିତ ଏକ ଆଇଟମ୍ ଏହି ଡିରେକ୍ଟୋରୀରେ ପୂର୍ବରୁ ବିଦ୍ୟମାନ ଅଛି |

# ItemAlreadyExistsDialogPrimaryButtonText
source: Generate new name
hi_in: नया नाम जनरेट करें
or_in: ନୂତନ ନାମ ସୃଷ୍ଟି କରନ୍ତୁ

# ItemAlreadyExistsDialogSecondaryButtonText
source: Replace existing item
hi_in: मौजूदा वस्तु को बदलें
or_in: ବିଦ୍ୟମାନ ଆଇଟମ୍ ବଦଳାନ୍ତୁ

# ItemAlreadyExistsDialogTitle
source: Item already exists
hi_in: वस्तु पहले से मौजूद है
or_in: ଆଇଟମ୍ ପୂର୍ବରୁ ବିଦ୍ୟମାନ ଅଛି

# BaseLayoutItemContextFlyoutSetAsLockscreenBackground.Text
source: Set as lockscreen background
hi_in: लॉकस्क्रीन पृष्ठभूमि के रूप में सेट करें
or_in: ଲକ୍ସ୍କ୍ରିନ୍ ପୃଷ୍ଠଭୂମି ଭାବରେ ଚୟନ କରନ୍ତୁ

# StatusBarControlGridViewLarge.Text
source: Grid View (Large)
hi_in: ग्रिड व्यू (बड़े)
or_in: ଗ୍ରୀଡ୍ ଭ୍ୟୁ (ବଡ଼)

# StatusBarControlGridViewMedium.Text
source: Grid View (Medium)
hi_in: ग्रिड व्यू (मध्यम)
or_in: ଗ୍ରୀଡ୍ ଭ୍ୟୁ (ମଧ୍ୟମ)

# StatusBarControlGridViewSmall.Text
source: Grid View (Small)
hi_in: ग्रिड व्यू (छोटा)
or_in: ଗ୍ରୀଡ୍ ଭ୍ୟୁ (ଛୋଟ)

# StatusBarControlTilesView.Text
source: Tiles View
hi_in: टाइल्स व्यू
or_in: ଟାଇଲ୍ସ ଭ୍ୟୁ

# PropertiesDialogOKButton.Content
source: OK
hi_in: ठीक है
or_in: ଠିକ୍ ଅଛି

# AccessDeniedDeleteDialog.Text
source: We weren't able to delete this item
hi_in: हम इस आइटम को हटाने में सक्षम नहीं हुए
or_in: ଆମେ ଏହି ଆଇଟମ୍ ବିଲୋପ କରିବାକୁ ସମର୍ଥ ହେଲୁ ନାହିଁ

# AccessDeniedDeleteDialog.Title
source: Access Denied
hi_in: पहुंच अस्वीकृत
or_in: ଉପଲବ୍ଧି ନିଷେଧ

# DriveUnpluggedDialog.Text
source: Please insert the necessary drive to access this item.
hi_in: कृपया इस आइटम को एक्सेस करने के लिए आवश्यक ड्राइव डालें।
or_in: ଏହି ଆଇଟମକୁ ଉପଲବ୍ଧି କରିବାକୁ ଦୟାକରି ଆବଶ୍ୟକ ଡ୍ରାଇଭ ସନ୍ନିବେଶ କରନ୍ତୁ |

# DriveUnpluggedDialog.Title
source: Drive Unplugged
hi_in: ड्राइव अनप्लग करें
or_in: ଡ୍ରାଇଭ୍ ଅନ୍ ପ୍ଲଗ୍ ହୋଇଛି

# FileNotFoundDialog.Text
source: The file you are attempting to access may have been moved or deleted.
hi_in: आप जिस फ़ाइल तक पहुंचने का प्रयास कर रहे हैं, उसे स्थानांतरित या हटा दिया गया हो सकता है।
or_in: ଆପଣ ଉପଲବ୍ଧ କରିବାକୁ ଚେଷ୍ଟା କରୁଥିବା ଫାଇଲଟି ହୁଏତ ସ୍ଥାନାନ୍ତରିତ କିମ୍ବା ଡିଲିଟ ହୋଇଥାଇପାରେ |

# FileNotFoundDialog.Title
source: File Not Found
hi_in: फाइल नहीं मिली
or_in: ଫାଇଲ ମିଳୁନାହିଁ

# FileNotFoundPreviewDialog.Text
source: The file you are attempting to preview may have been moved or deleted.
hi_in: आप जिस फ़ाइल का पूर्वावलोकन करने का प्रयास कर रहे हैं, उसे स्थानांतरित या हटा दिया गया हो सकता है।
or_in: ଆପଣ ପୂର୍ବାବଲୋକନ କରିବାକୁ ଚେଷ୍ଟା କରୁଥିବା ଫାଇଲ୍ ହୁଏତ ଘୁଞ୍ଚିଯାଇଛି କିମ୍ବା ଡିଲିଟ୍ ହୋଇଥାଇପାରେ |

# FolderNotFoundDialog.Text
source: The folder you are attempting to access may have been moved or deleted.
hi_in: आप जिस फ़ोल्डर तक पहुंचने का प्रयास कर रहे हैं, उसे स्थानांतरित या हटा दिया गया हो सकता है।
or_in: ଆପଣ ପ୍ରବେଶ କରିବାକୁ ଚେଷ୍ଟା କରୁଥିବା ଫୋଲ୍ଡରଟି ହୁଏତ ସ୍ଥାନାନ୍ତରିତ କିମ୍ବା ଡିଲିଟ ହୋଇଥାଇପାରେ |

# FolderNotFoundDialog.Title
source: Did you delete this folder?
hi_in: क्या आपने इस फ़ोल्डर को हटा दिया?
or_in: ଆପଣ ଏହି ଫୋଲ୍ଡରକୁ ଡିଲିଟ୍ କରିଛନ୍ତି କି?

# FileInUseDeleteDialog.Text
source: The file you're trying to delete is currently being used by an another application.
hi_in: आप जिस फ़ाइल को हटाने की कोशिश कर रहे हैं, वह वर्तमान में किसी अन्य एप्लिकेशन द्वारा इस्तेमाल की जा रही है।
or_in: ଆପଣ ବିଲୋପ କରିବାକୁ ଚେଷ୍ଟା କରୁଥିବା ଫାଇଲ୍ ବର୍ତ୍ତମାନ ଅନ୍ୟ ଏକ ଆପ୍ଲିକେସନ ଦ୍ୱାରା ବ୍ୟବହୃତ ହେଉଛି |

# FileInUseDeleteDialog.Title
source: File is in use
hi_in: फ़ाइल उपयोग में है
or_in: ଫାଇଲ୍ ବ୍ୟବହାରରେ ଅଛି

# FileInUseDeleteDialog.PrimaryButtonText
source: Try again
hi_in: फिर कोशिश करें
or_in: ପୁଣିଥରେ ଚେଷ୍ଟା କରନ୍ତୁ

# FileInUseDeleteDialog.SecondaryButtonText
source: OK
hi_in: ठीक है
or_in: ଠିକ୍ ଅଛି

# StatusBarControlLayoutMode.ToolTipService.ToolTip
source: Layout mode
hi_in: लेआउट मोड
or_in: ଲେଆଉଟ୍ ମୋଡ୍

# StatusBarControlSelectionOptions.ToolTipService.ToolTip
source: Selection options
hi_in: चयन विकल्प
or_in: ଚୟନ ବିକଳ୍ପଗୁଡ଼ିକ

# PropertiesDialogReadOnly.Content
source: Read-only
hi_in: केवल पठन
or_in: କେବଳ ପାଠ

# PropertiesDialogHidden.Content
source: Hidden
hi_in: छिपा हुआ
or_in: ଲୁକ୍କାୟିତ

# BaseLayoutContextFlyoutEmptyRecycleBin.Text
source: Empty recycle bin
hi_in: रीसायकल बिन खाली करें
or_in: ରିସାଇକ୍ଲବିନ୍ ଖାଲି କର

# BaseLayoutItemContextFlyoutRestore.Text
source: Restore
hi_in: पुनर्स्थापित
or_in: ପୁନରୁଦ୍ଧାର କର

# DaysAgo
source: {0} days ago
hi_in: {0} दिन पहले
or_in: {0} ଦିନ ପୂର୍ବରୁ

# DayAgo
source: {0} day ago
hi_in: {0} दिन पहले
or_in: {0} ଦିନ ପୂର୍ବରୁ

# HoursAgo
source: {0} hours ago
hi_in: {0} घंटे पहले
or_in: {0} ଘଣ୍ଟା ପୂର୍ବରୁ

# HourAgo
source: {0} hour ago
hi_in: {0} घंटे पहले
or_in: {0} ଘଣ୍ଟା ପୂର୍ବରୁ

# MinutesAgo
source: {0} minutes ago
hi_in: {0} मिनट पहले
or_in: {0} ମିନିଟ୍ ପୂର୍ବରୁ

# MinuteAgo
source: {0} minute ago
hi_in: {0} मिनट पहले
or_in: {0} ମିନିଟ୍ ପୂର୍ବରୁ

# SecondsAgo
source: {0} seconds ago
hi_in: {0} सेकंड पहले
or_in: {0} ସେକେଣ୍ଡ ପୂର୍ବରୁ

# SettingsOnStartupOpenASpecificPagePath.PlaceholderText
source: New Tab
hi_in: नया टैब
or_in: ନୂତନ ଟ୍ୟାବ୍

# ErrorDialogUnsupportedOperation
source: The requested operation is not supported
hi_in: अनुरोधित ऑपरेशन का समर्थन नहीं किया जाता है
or_in: ଅନୁରୋଧ କରାଯାଇଥିବା କାର୍ଯ୍ୟ ସମର୍ଥିତ ନୁହେଁ

# DriveFreeSpaceAndCapacity
source: {0} free of {1}
hi_in: {1} से {0} खाली
or_in: {1} ରୁ {0} ମୁକ୍ତ

# BaseLayoutItemContextFlyoutOpenItemWith.Text
source: Open With
hi_in: के साथ खोलें
or_in: ସହିତ ଖୋଲ

# FileNameTeachingTip.Subtitle
source: The item name must not contain the following characters: \ / : * ? " < > |
hi_in: आइटम नाम में निम्नलिखित वर्ण नहीं होने चाहिए: \/:*? " < > |
or_in: ଆଇଟମ୍ ନାମ ନିମ୍ନଲିଖିତ ଅକ୍ଷର ଧାରଣ କରିବା ଉଚିତ୍ ନୁହେଁ: \ /: *? "<> |

# FileNameTeachingTip.CloseButtonContent
source: OK
hi_in: ठीक है
or_in: ଠିକ୍ ଅଛି

# RenameDialogSymbolsTip.Text
source: The item name must not contain the following characters: \ / : * ? " < > |
hi_in: आइटम नाम में निम्नलिखित वर्ण नहीं होने चाहिए: \/:*? " < > |
or_in: ଆଇଟମ୍ ନାମ ନିମ୍ନଲିଖିତ ଅକ୍ଷର ଧାରଣ କରିବା ଉଚିତ୍ ନୁହେଁ: \ /: *? "<> |

# SettingsAboutOpenLogLocationButton.Content
source: Open log location
hi_in: लॉग स्थान खोलें
or_in: ଲଗ୍ ଅବସ୍ଥାନ ଖୋଲ

# TabStripAddNewTab.ToolTipService.ToolTip
source: New tab (Ctrl + T)
hi_in: नया टैब (Ctrl + T)
or_in: ନୂତନ ଟ୍ୟାବ୍ (Ctrl + T)

# ItemSelected.Text
source: item selected
hi_in: चयनित वस्तु
or_in: ଆଇଟମ୍ ମନୋନୀତ

# ItemsSelected.Text
source: items selected
hi_in: चयनित वस्तुओं
or_in: ଆଇଟମଗୁଡିକ ମନୋନୀତ

# ItemCount.Text
source: item
hi_in: वस्तु
or_in: ଆଇଟମ୍

# ItemsCount.Text
source: items
hi_in: वस्तुओं
or_in: ଆଇଟମଗୁଡିକ

# DeleteInProgress.Title
source: Deleting files
hi_in: फ़ाइलों को हटाना
or_in: ଫାଇଲଗୁଡିକ ବିଲୋପ କର

# PasteInProgress.Title
source: Pasting files
hi_in: फाइलें चिपकाने
or_in: ଫାଇଲଗୁଡିକ ଲେପନ କରାଯାଉଛି

# RecycleInProgress.Title
source: Moving files to Recycle Bin
hi_in: फ़ाइलों को रीसायकल बिन में ले जा रहा है
or_in: ଫାଇଲଗୁଡ଼ିକୁ ରିସାଇକ୍ଲବିନ୍ କୁ ଘୁଞ୍ଚାଇବା

# BaseLayoutContextFlyoutPinDirectoryToSidebar.Text
source: Pin directory to sidebar
hi_in: डायरेक्ट्री को साइडबार मे पिन करें
or_in: ଡିରେକ୍ଟୋରୀ କୁ ସାଇଡବାରରେ ପିନ୍ କର

# ConfirmEmptyBinDialog.PrimaryButtonText
source: OK
hi_in: ठीक है
or_in: ଠିକ୍ ଅଛି

# ConfirmEmptyBinDialog.SecondaryButtonText
source: Cancel
hi_in: रद्द करें
or_in: ବାତିଲ୍ କର

# ConfirmEmptyBinDialogContent
source: Are you sure you want to delete all items?
hi_in: क्या आप सुनिश्चित हैं कि आप सभी वस्तुओं को हटाना चाहते हैं?
or_in: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ସମସ୍ତ ଆଇଟମ୍ ବିଲୋପ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?

# ConfirmEmptyBinDialogTitle
source: Empty recycle bin
hi_in: रीसायकल बिन खाली करें
or_in: ରିସାଇକ୍ଲବିନ୍ ଖାଲି କର

# BaseLayoutContextFlyoutRunAsAdmin.Text
source: Run as administrator
hi_in: प्रशासक के रूप में भागो
or_in: ପ୍ରଶାସକ ଭାବରେ ଚଲାନ୍ତୁ

# SettingsAppearanceDateFormatsTip.ToolTipService.ToolTip
source: Learn more about date formats
hi_in: तारीख प्रारूपों के बारे में अधिक जानें
or_in: ତାରିଖ ଫର୍ମାଟ୍ ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ

# BitlockerDialog.PrimaryButtonText
source: Unlock
hi_in: अनवरोधित
or_in: ଅନଲକ୍ କର

# BitlockerDialog.SecondaryButtonText
source: Cancel
hi_in: रद्द करें
or_in: ବାତିଲ୍ କର

# BitlockerDialog.Title
source: Enter password to unlock the drive
hi_in: ड्राइव अनलॉक करने के लिए पासवर्ड दर्ज करें
or_in: ଡ୍ରାଇଭକୁ ଅନଲକ୍ କରିବାକୁ ପାସୱାର୍ଡ ପ୍ରବେଶ କରନ୍ତୁ

# BitlockerDialogInputText.PlaceholderText
source: Password
hi_in: कूटशब्द
or_in: ପାସୱାର୍ଡ

# BitlockerInvalidPwDialog.Text
source: Please check the password and try again.
hi_in: कृपया पासवर्ड की जांच करें और फिर से प्रयास करें।
or_in: ଦୟାକରି ପାସୱାର୍ଡ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |

# BitlockerInvalidPwDialog.Title
source: BitLocker error
hi_in: बिटलॉकर त्रुटि
or_in: ବିଟଲକର ତ୍ରୁଟି

# PropertiesFilesAndFoldersCount.Text
source: Contains:
hi_in: शामिल हैं:
or_in: ଧାରଣ କରେ:

# PropertiesFilesAndFoldersCountString
source: {0:#,##0} Files, {1:#,##0} Folders
hi_in: {0:#,##0} फ़ाइलें, {1:#,##0} फ़ोल्डर्स
or_in: {0:#,##0} ଫାଇଲଗୁଡିକ, {1:#,##0} ଫୋଲ୍ଡରଗୁଡ଼ିକ

# BaseLayoutContextFlyoutRunAsAnotherUser.Text
source: Run as another user
hi_in: किसी अन्य उपयोगकर्ता के रूप में भागो
or_in: ଅନ୍ୟ ଉପଭୋକ୍ତା ଭାବରେ ଚଲାନ୍ତୁ

# PropertiesDriveItemTypesEquals
source: All type of {0}
hi_in: सभी प्रकार {0} के
or_in: ସମସ୍ତ {0} ପ୍ରକାର

# PropertiesDriveItemTypeDifferent
source: Different types
hi_in: विभिन्न प्रकार
or_in: ବିଭିନ୍ନ ପ୍ରକାର

# PropertiesCombinedItemPath
source: All in {0}
hi_in: सभी {0} में
or_in: ସବୁ {0} ରେ

# PropertiesDriveUsedSpace.Text
source: Used space:
hi_in: प्रयुक्त जगह:
or_in: ବ୍ୟବହୃତ ଜାଗା:

# PropertiesDriveFreeSpace.Text
source: Free space:
hi_in: खाली जगह:
or_in: ଖାଲି ଜାଗା:

# PropertiesDriveCapacity.Text
source: Capacity:
hi_in: क्षमता:
or_in: ସାମର୍ଥ୍ୟ:

# PropertiesDriveFileSystem.Text
source: File system:
hi_in: फाइल सिस्टम:
or_in: ଫାଇଲ୍ ସିଷ୍ଟମ୍:

# JumpListRecentGroupHeader
source: Recent
hi_in: हाल में
or_in: ସମ୍ପ୍ରତି

# SettingsPreferencesAppLanguage.Text
source: App Language
hi_in: ऐप लैंग्वेज
or_in: ଆପ୍ ଭାଷା

# syncStatusColumn.Header
source: Status
hi_in: स्थिति
or_in: ସ୍ଥିତି
