Repository: zAlweNy26/Files
Catalog: Files/MultilingualResources/Files.*.xlf
Languages: hi_in, or_in

# SettingsOnStartupOpenAddPageButton.Content
source: Add a new page
hi_in: एक नया पन्ना जोड़ें
or_in: ଏକ ନୂତନ ପୃଷ୍ଠା ଯୋଡନ୍ତୁ

# SettingsOnStartupOpenSpecificPagesUserControlChangePage.Text
source: Change Page Location
hi_in: पन्ने का स्थान बदलें
or_in: ପୃଷ୍ଠା ଅବସ୍ଥାନ ପରିବର୍ତ୍ତନ କରନ୍ତୁ

# SettingsOnStartupPages.Text
source: Pages:
hi_in: पन्ने:
or_in: ପୃଷ୍ଠାଗୁଡିକ:

# SettingsOnStartupOpenSpecificPagesUserControlRemovePage.Text
source: Remove Page
hi_in: पन्ने हटाएं
or_in: ପୃଷ୍ଠା ଅପସାରଣ କରନ୍ତୁ

# SettingsOnStartupNewInstanceBehavior.Text
source: When launching an item from the jumplist
hi_in: पिन किए गए फ़ोल्डर को खोलते समय
or_in: ଏକ ପିନ୍ ହୋଇଥିବା ଫୋଲ୍ଡର୍ ଲଞ୍ଚ କରିବାବେଳେ

# SettingsOnStartupLaunchNewInstance.Content
source: Always open a new instance
hi_in: हमेशा एक नया दृष्टांत खोलें
or_in: ସର୍ବଦା ଏକ ନୂତନ ଉଦାହରଣ ଖୋଲ

# SettingsOnStartupLaunchNewTab.Content
source: Open folder in a new tab
hi_in: फ़ोल्डर को एक नए टैब में खोलें
or_in: ଏକ ନୂଆ ଟ୍ୟାବରେ ଫୋଲ୍ଡର୍ ଖୋଲ

# SettingsPreferencesSystemDefaultLanguageOption
source: Windows default
hi_in: विन्डोज़ डिफ़ॉल्ट
or_in: ୱିଣ୍ଡୋଜ୍ ଡିଫଲ୍ଟ

# TabStripDragAndDropUIOverrideCaption
source: Move tab here
hi_in: टैब यहां लाएं
or_in: ଏଠାରେ ଟ୍ୟାବ୍ ଘୁଞ୍ଚାନ୍ତୁ

# NavigationToolbarVisiblePathNoResults
source: No results
hi_in: कोई परिणाम नहीं
or_in: କୌଣସି ଫଳାଫଳ ନାହିଁ

# SubDirectoryAccessDenied
source: Can't access any items to display
hi_in: प्रदर्शित करने के लिए किसी भी आइटम तक नहीं पहुंच सकते
or_in: ପ୍ରଦର୍ଶନ କରିବାକୁ କୌଣସି ଆଇଟମ୍ ପ୍ରବେଶ କରିପାରିବ ନାହିଁ

# MoveToFolderCaptionText
source: Move to {0}
hi_in: {0} पर ले जाएँ
or_in: {0} କୁ ଘୁଞ୍ଚାନ୍ତୁ

# ErrorDialogSameSourceDestinationFile
source: The source and destination file names are the same.
hi_in: स्रोत और गंतव्य फ़ाइल नाम एक ही हैं।
or_in: ଉତ୍ସ ଏବଂ ଗନ୍ତବ୍ୟସ୍ଥଳ ଫାଇଲ ନାମଗୁଡ଼ିକ ସମାନ |

# ErrorDialogSameSourceDestinationFolder
source: The destination folder is the same as the source folder.
hi_in: गंतव्य फ़ोल्डर स्रोत फ़ोल्डर के समान है।
or_in: ଗନ୍ତବ୍ୟସ୍ଥଳ ଫୋଲ୍ଡର ଉତ୍ସ ଫୋଲ୍ଡର ସହିତ ସମାନ |

# CopyToFolderCaptionText
source: Copy to {0}
hi_in: {0} की प्रतिलिपि बनाएँ

# BaseLayoutItemContextFlyoutShortcut.Text
source: Create shortcut
hi_in: शॉर्टकट बनाएँ
or_in: ସର୍ଟକଟ୍ ସୃଷ୍ଟି କରନ୍ତୁ

# PropertiesDialogOpenLinkButton.Content
source: Open file location
hi_in: फ़ाइल स्थान खोलें
or_in: ଫାଇଲ୍ ଅବସ୍ଥାନ ଖୋଲନ୍ତୁ

# PropertiesShortcutItemArgs.Text
source: Arguments:
hi_in: तर्क
or_in: ତର୍କ:

# PropertiesShortcutItemPath.Text
source: Destination:
hi_in: गंतव्य
or_in: ଲକ୍ଷ୍ୟସ୍ଥଳ:

# PropertiesShortcutItemWorkingDir.Text
source: Working directory:
hi_in: कार्य निर्देशिका:
or_in: ୱାର୍କିଂ ଡାଇରେକ୍ଟୋରୀ:

# PropertiesShortcutTypeApplication
source: Application
hi_in: अनुप्रयोग
or_in: ଅନୁପ୍ରୟୋଗ

# PropertiesShortcutTypeFile
source: File
hi_in: फ़ाइल
or_in: ଫାଇଲ୍:

# PropertiesShortcutTypeFolder
source: Folder
hi_in: फ़ोल्डर
or_in: ଫୋଲ୍ଡର:

# PropertiesShortcutTypeLink
source: Web link
hi_in: वेब लिंक
or_in: ୱେବ୍ ଲିଙ୍କ

# PropertiesDialogTabGeneral.Content
source: General
hi_in: सामान्य
or_in: ସାଧାରଣ

# PropertiesDialogTabShortcut.Content
source: Shortcut
hi_in: शॉर्टकट
or_in: ସର୍ଟକଟ୍

# ShortcutFileType
source: Shortcut
hi_in: शॉर्टकट
or_in: ସର୍ଟକଟ୍

# BaseLayoutItemContextFlyoutOpenFileLocation.Text
source: Open file location
hi_in: फ़ाइल स्थान खोलें
or_in: ଫାଇଲ୍ ଅବସ୍ଥାନ ଖୋଲନ୍ତୁ

# DriveCapacityUnknown
source: Unknown
hi_in: अज्ञात
or_in: ଅଜ୍ଞାତ

# ExceptionNotificationHeader
source: Something went wrong!
hi_in: कुछ गलत हुआ.
or_in: କିଛି ଭୁଲ୍‌ ହେଲା

# ExceptionNotificationReportButton
source: Report this issue
hi_in: इस समस्या की रिपोर्ट करें

# SettingsAboutContributors.Text
source: Contributors
hi_in: योगदानकर्ता
or_in: ଯୋଗଦାନକାରୀ

# SettingsAboutReleaseNotes.Text
source: Release Notes
hi_in: रिलीज़ नोट्स
or_in: ନୋଟ୍‌ଗୁଡିକ ରିଲିଜ୍‌ କରନ୍ତୁ

# SettingsAboutVersionTitle
source: Version:
hi_in: संस्करण
or_in: ଚାଲୁ-କରିବାକୁ-କ୍ଲିକ୍ ସଂସ୍କରଣ:

# ShareDialogFailMessage
source: There's nothing to share right now...
hi_in: अभी साझा करने के लिए कुछ भी नहीं है.
or_in: ବର୍ତ୍ତମାନ ଅଂଶୀଦାର କରିବାକୁ କିଛି ନାହିଁ.

# ShareDialogTitle
source: Sharing {0}
hi_in: साझाकरण {0}
or_in: ଅଂଶିଦାର କରୁଛି {0}

# RenameError.ItemDeleted.Title
source: Item no longer exists
hi_in: आइटम अब मौजूद नहीं है

# ContextMenuMoreItemsLabel
source: More
hi_in: अधिक
or_in: ଅଧିକ

# PropertiesDialogCancelButton.Content
source: Cancel
hi_in: रद्द करें
or_in: ବାତିଲ୍

# ConfirmDeleteDialogDeleteOneItem.Text
source: Are you sure you want to delete this item?
hi_in: क्‍या आप वाकई यह आइटम हटाना चाहते हैं?
or_in: ଆପଣ ଏହି ଆଇଟମ୍ ବିଲୋପ କରିବାକୁ ଚାହୁଁଥିବା ନିଶ୍ଚିତ କି?

# SettingsMultitaskingHorizontal.Content
source: Horizontal
hi_in: क्षैतिज्य
or_in: ଅକ୍ଷାଂଶ

# SettingsMultitaskingTitle.Text
source: Multitasking
hi_in: मल्टिटास्किंग
or_in: ମଲ୍ଟିଟାସ୍କିଂ

# SettingsMultitaskingVertical.Content
source: Vertical
hi_in: अनुलंब
or_in: ଭୂ-ଲମ୍ବ

# SettingsNavMultitasking.Content
source: Multitasking
hi_in: मल्टिटास्किंग
or_in: ମଲ୍ଟିଟାସ୍କିଂ

# BaseLayoutItemContextFlyoutSetAs.Text
source: Set as
hi_in: के रूप में सेट करें
or_in: ଏହି ଭାବେ ସେଟ୍ କରନ୍ତୁ

# BaseLayoutItemContextFlyoutCopyLocation.Text
source: Copy location
hi_in: स्थान की प्रतिलिपि बनाएँ
or_in: ଅବସ୍ଥାନ କପି କରନ୍ତୁ

# VerticalTabViewAddTab.Text
source: Add tab
hi_in: टैब जोड़ें

# ButtonNo.Content
source: No
hi_in: नहीं
or_in: ନାଁ

# ButtonYes.Content
source: Yes
hi_in: हाँ
or_in: ହଁ

# AddDialog.PrimaryButtonText
source: Cancel
hi_in: रद्द करें
or_in: ବାତିଲ୍

# AddDialogListBitmapHeader
source: Bitmap Image
hi_in: बिटमैप छवि
or_in: ବିଟ୍‌ମ୍ୟାପ୍ ପ୍ରତିଛବି

# AddDialogListFolderHeader
source: Folder
hi_in: फ़ोल्डर
or_in: ଫୋଲ୍ଡର:

# AddDialogListTextFileHeader
source: Text Document
hi_in: पाठ दस्तावेज़
or_in: ପାଠ ଡକ୍ୟୁମେଣ୍ଟ୍

# NewItemButton.AutomationProperties.Name
source: Create new item
hi_in: नया आइटम बनाएँ

# NavForwardButton.AutomationProperties.Name
source: Navigate forward
hi_in: आगे नेविगेट करें
or_in: ଅଗ୍ରଗାମୀ ନେଭିଗେଟ୍ କରନ୍ତୁ

# SidebarSettingsButton.AutomationProperties.Name
source: Settings
hi_in: सेटिंग्स
or_in: ସେଟିଂସମୂହ
